tap "adoptopenjdk/openjdk"
tap "ankitpokhrel/jira-cli"
tap "ariga/tap"
tap "beeftornado/rmtree"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "jackielii/tap"
tap "kcl-lang/tap"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "powershell/tap"
tap "tufin/tufin"
brew "xz"
brew "libtiff"
brew "jpeg-xl"
brew "argocd"
brew "python@3.13"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "glib"
brew "harfbuzz"
brew "bfg"
brew "cryptography"
brew "delve"
brew "dos2unix"
brew "fd"
brew "flake8"
brew "fzf"
brew "ggshield"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gitleaks"
brew "gitui"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "goreleaser"
brew "gradle"
brew "netpbm"
brew "python@3.12"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lf"
brew "libpq", link: true
brew "luarocks"
brew "maven"
brew "minikube"
brew "mkcert"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk@17"
brew "openssl@1.1"
brew "pandoc"
brew "pipdeptree"
brew "pipx"
brew "pre-commit"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "slides"
brew "starship"
brew "syft"
brew "thefuck"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "yamllint"
brew "yarn"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "ariga/tap/atlas"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/packer"
brew "jackielii/tap/skhd-zig"
brew "tufin/tufin/oasdiff"
cask "alt-tab"
cask "basictex"
cask "bruno"
cask "canva"
cask "datagrip"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "keepassxc"
cask "keystore-explorer"
cask "linearmouse"
cask "logi-options+"
cask "obs"
cask "obsidian"
cask "powershell"
cask "qmk-toolbox"
cask "rectangle"
cask "shottr"
cask "spotify"
cask "stats"
cask "stillcolor"
cask "tabby"
cask "temurin@17"
cask "vial"
cask "zen"
cask "zoom"
go "github.com/air-verse/air"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/AZU-RDIT/epex-status"
go "github.com/abice/go-enum"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "honnef.co/go/tools/cmd/staticcheck"
